Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: དངོས་གྲུབ་སྣ་ཚོགས་སྦྱིན་པར་བགྱིད་པ། མགོན་པོ་སྡུག་བསྔལ་སྣ་ཚོགས་ལས་ཡོངས་སུ་ཐར་བར་བགྱིད་པ། ནད་སྣ་ཚོགས་སྦྱོང་བར་གྲུབ་པ། རིན་པོ་སྣ་ཚོགས་རབ་ཏུ་སྦྱིན་པར་བགྱིད་པ། འཇིག་རྟེན་སྡིག་པ་སྣ་ཚོགས་སེལ་བར་བགྱིད་པ།
en: This rite is the mother and the father; it is the teacher and the instructor; it is the protection, the refuge, and the ultimate resort; it is the instructor who grants boons and accomplishment; it grants fearlessness and escape from old age and death; it grants power, wealth, enjoyments, and great splendor; it is the teacher and protector of the entire world; it is the Lokeśvara, the great lord who grants boons, assumes many forms, grants various accomplishments, grants escape from various types of suffering, is the master of removing various diseases, gives away various jewels, and removes various types of evil in the world.

source: བླ་མ་ལ་གུས་པ་སྣ་ཚོགས་བགྱིད་པ་ལགས་ཏེ། དེ་ལྟ་བས་ན་རྟག་ཏུ་འབད་པས་དགོས་པ་ཐམས་ཅད་རབ་ཏུ་སྦྱིན་པར་བགྱིད་པ། རྟག་ཏུ་འབད་པས་ཤིན་ཏུ་གུས་པར་བགྱིས་པ་ལགས་སོ།
en: Therefore, the vidyā holder should always eagerly listen to various teachers, discharge all his duties with care, and perform service in the spirit of ultimate devotion. “

source: །དེ་ནས་རྫས་ཀྱི་སྨན་གྲུབ་པ་དང་། བཟླས་བརྗོད་ཀྱི་ཆོ་ག་བཤད་པར་བགྱི་སྟེ། སེང་གེའི་ལྕེ་དང་།
en: I will now teach the recitation procedure for the successful preparation of the medicinal power substance.

source: སྙིང་དང་། མིག་དང་། དེ་བཞིན་དུ་ཉ་ཕྱིས་ཀྱི་ཕྱེ་དང་། ལྡོང་རོས་དང་། བྲཧྨའི་འོ་མ་དང་། གུ་གུལ་དང་། པདྨ་དང་། པདྨའི་ཟེ་བ་དང་། ཨུཏྤལ་སྔོན་པོ་དང་། ནཱ་ག་པུས་པ་དང་། ལི་ཤི་དང་། རྒྱ་སྤོས་དང་། དེ་བཞིན་དུ་གིའུ་ཝང་དང་། གླ་རྩི་དང་།
en: The vidyā holder should procure the tongue, heart, and eyes of a lion, as well as powdered pearl, realgar, the sap of brahmā, bdellium, lotus filaments, blue lotuses, nāgapuṣpa, cloves, tagara, bovine bezoar, musk, camphor, saffron, white sandalwood, fenugreek, and tejovatī.

source: ག་བུར་དང་། གུར་གུམ་དང་། ཙནྡན་དཀར་པོ་དང་། སྤྲྀ་ཀ་དང་། ཏེ་ཛ་བ་ཏི་སྟེ་དེ་ལྟར་ཆ་མཉམ་པར་བྱས་པ་དེ་དག་ཐམས་ཅད་ཕྱེ་མ་ཞིབ་མོར་བྱས་ལ་དངུལ་གྱི་སྣོད་བཀང་སྟེ་དར་གྱིས་གཡོགས།
en: He should take an equal part of each of these ingredients, grind them into a fine powder, fill a silver bowl with it, and cover the bowl with Chinese silk.

source: དོན་ཡོད་པའི་རྒྱལ་པོ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་མདུན་དུ་དུས་གསུམ་དུ་ཁྲི་བཟླས་བརྗོད་བྱའོ།
en: He should recite the Amogharāja ten thousand times at the three junctions of the day.

source: །དུས་གསུམ་དུ་ཁྲོ་བོའི་རྒྱལ་པོས་ལན་ཉི་ཤུ་རྩ་གཅིག་བཟླས་བརྗོད་བྱས་པས་དབང་བསྐུར་ཞིང་ཕྱག་རྒྱས་ཀྱང་ཉི་ཤུ་རྩ་གཅིག་ཏུ་དབང་བསྐུར་རོ།
en: He should consecrate the substance with the mantra of Krodharāja by reciting it twenty-one times and displaying the mudrā the same number of times. “

source: །ཁྲི་ཚང་ནས་ཆ་ལྔ་བྱས་ཏེ་ཕྱེ་མ་དང་། ཏིལ་མར་དང་། ནོར་བུ་དང་། མིག་བསྐུ་བ་དང་། ཏིལ་མར་ཚོས་པ་དང་ཆ་ལྔའོ།
en: When he has completed the ten thousand recitations, he should divide the powder into five parts to be used as (1) a powder, (2) a bindi, (3) an amulet, (4) an eye ointment, and (5) the powder cooked in a small quantity of oil. “

source: །ཕྱེ་མའི་པདྨ་མུ་རུ་ཀའི་ཕྱེ་མ་དང་སྦྱར་ལ་བཟླས་བརྗོད་བྱའོ། །ཁྲོ་བོའི་རྒྱལ་པོས་ནི་ལྔ་སྟོང་ངོ་།
en: The powder, an elixir of immortality, should be blended with a lotus.

source: །ཏིལ་མར་ནི་མ་ཧཱ་རུ་དྷི་རས་འགྲུབ་སྟེ་བརྒྱ་སྟོང་བཟླས་བརྗོད་བྱའོ།
en: The vidyā holder should recite the Amogharāja ten thousand times, and half that number of the Krodharāja, all in a single session. “

source: །ཁྲོ་བོའི་རྒྱལ་པོས་བཞི་སྟོང་ངོ་།
en: To make a perfect bindi, the powder should be mixed with human blood and incanted with the Amogharāja eight thousand times, and the Krodharāja half that number. “

source: །ནོར་བུ་ནི་སྦྲུལ་གྱི་ཁྲག་གིས་སྦྲུས་ཏེ་ཁྲི་ཆིག་སྟོང་བཟླས་བརྗོད་བྱའོ། །ཁྲོ་བོའི་རྒྱལ་པོས་ལྔ་སྟོང་ལྔ་བརྒྱའོ།
en: To make the amulet, the powder should be mixed with snake blood and incanted eleven thousand times with the Amogharāja, and half that number with the Krodharāja. “

source: །མིག་སྨན་ནི་རྨ་བྱའི་མིག་ཆུ་དང་། འུག་པའི་མིག་དང་། ཀླད་པ་དང་སྦྱར་ལ་ཁྲི་ཆིག་སྟོང་བཟླས་བརྗོད་བྱའོ། །ཁྲོ་བོའི་རྒྱལ་པོ་སྟོང་རྩ་བརྒྱད་དོ། །བྲཧྨ་ཏཻ་ལ་སྲང་ཉི་ཤུ།
en: To make the eye ointment, the powder should be mixed with teardrops and the eyes and head of a peacock and owl and then incanted eleven thousand times with the Amogharāja and one thousand and eight times with the Krodharāja. “

source: གན་དྷ་ར་བ་ཏཻ་ལ་སྲང་བརྒྱད། ཡུངས་མར་ལ་སྲང་བཅུ་དྲུག །འོ་མ་ལ་སྲང་བརྒྱ། བ་སེར་མོ་གྲུབ་པའི་འོ་མ་དང་། བའི་ལྕི་བ་དང་།
en: To make the oil preparation, the vidyā holder should procure twenty palas of brahmā oil, eight palas of castor oil, sixteen palas of white mustard oil, one hundred palas of milk obtained from tawny cows, seven palas of cow urine, and two palas of olibanum oil.

source: བ་གཅིན་སྲང་བདུན། དུ་རུ་སྐའི་མར་ཁུ་སྲང་གཉིས་ཏེ་རྫས་འདི་རྣམས་ཆུ་དང་བསྲེས་ནས་པདྨའི་སྡོང་བུས་དཀྲུག་ཅིང་ཟངས་སྣོད་དུ་བཙོའོ། །མཉམ་པར་གཞག་པས་གསང་སྔགས་བཟླས།
en: He should blend them with the powder into an oily paste using a lotus stalk and cook the oil preparation in a copper vessel while reciting the mantra with full focus.

source: །ཆོ་ག་དག་གིས་བསྲུང་བར་བྱ། །ཆོ་ག་བཞིན་དུ་གཏོར་མ་སྦྱར། །མེ་ཏོག་བདུག་སྤོས་དག་གིས་བདུག །
en: He should then perform the protection rite and the bali rite according to procedure, offer flowers, and burn incense.

source: ཏིལ་མར་མཆོག་ནི་བསྒྲུབ་པར་བྱ། །ཆུང་ངུར་མེ་བུད་གྲུབ་པ་མཆོག །
en: This is how the supreme oil should be prepared. “

source: སྤོས་ཀྱི་ཤིང་གིས་བུད་པ་བཟང་།
en: The best results are obtained if the oil preparation is cooked over a medium fire made with sticks of a fragrant wood that have been neatly stacked.

source: །འདི་ལྟར་གྲུབ་པར་ཤེས་པ་དང་།
en: This is known to produce the best results.

source: །ཁྲོ་བོའི་རྒྱལ་པོས་དབང་བསྐུར་བ། །ཉི་ཤུ་གཅིག་ཏུ་དབང་བསྐུར་རོ།
en: The vidyā holder should then consecrate the preparation with the mantra of Krodharāja recited twenty-one times.

source: །ཏིལ་མར་དེ་ནི་སྣོད་གཙང་མ། །ཟངས་སྣོད་ཡང་ན་དངུལ་སྣོད་བཟང་། །སྨྱིག་མའི་སྣོད་དུ་གཞག་པར་བྱ།
en: When the oil preparation has been consecrated, he should place it in a clean vessel made of either copper or silver.

source: །དེ་ནས་རིག་སྔགས་བརྒྱད་སྟོང་དང་། །ཁྲོ་བོའི་རྒྱལ་པོ་བརྒྱད་སྟོང་ཉིད། །སོ་སོ་དག་ཏུ་བཟླས་བརྗོད་བྱ།
en: The vidyā holder should then recite the vidyā eight thousand times, and the Krodharāja the same number of times. “If the vidyā holder is an ordinary person, he should sit down in front of the completed maṇḍala, perform the required maṇḍala procedure, and enter.

source: །དཀྱིལ་འཁོར་ཡོངས་སུ་རྫོགས་པ་དེར་གཞག་པར་བྱ་བ་ནི་ཇི་ལྟར་དཀྱིལ་འཁོར་གྱི་ཆོ་གར་བྱ་བ་དེ་ལྟར་བྱས་ནས་གཞག་ཅིང་སློབ་དཔོན་གྱི་ལས་ཀྱང་བྱ་སྟེ། ཇི་ལྟར་དཀྱིལ་འཁོར་བསྒྲུབ་པ་དང་། འཇུག་པ་དང་། དམ་ཚིག་དང་། ཕྱག་རྒྱ་དང་། དབང་བསྐུར་བ་དང་།
en: If he is a master, he should perform the duties of the officiating master that are necessary for accomplishing the maṇḍala rite.

source: མཆོད་པ་དང་། དཀྱིལ་འཁོར་བསྐོར་བ་དང་། ཕྱག་བྱ་བ་དང་། སྤྱིའུ་གཙུག་བཅིང་བ་དང་། ཕྱག་རྒྱ་བཅིང་བ་དང་། སྲུང་བའི་ཆོ་ག་དང་།
en: He should make the disciples enter, consecrate them with the samaya mudrā, perform worship with offerings, have them circumambulate the maṇḍala clockwise, and bow in respect, tie their hair in a topknot, display the mudrā, perform the protection rite, besprinkle them, have them remove their upper garment, and invest them with the sacred thread.

source: ཉེ་རེག་བྱ་བ་དང་། གོས་བགོ་བ་དང་།
en: He must perform the entire maṇḍala procedure in full, displaying every detail. “

source: མཆོད་ཕྱིར་ཐོགས་པ་སྡེ་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་ཀུན་གྱི་དེ་དག་ཐམས་ཅད་བསྟན་པར་བྱའོ། །དེ་ནས་དཀྱིལ་འཁོར་གྱི་དབུས་ཀྱི་སྙིང་པོར་བཞག་ལ་རིག་སྔགས་འཆང་སྦྱང་བའི་ཆོ་ག་བྱས་པས་འཕགས་པ་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་སྟོང་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱ། ཁྲོ་བོའི་རྒྱལ་པོས་ཀྱང་སྟོང་རྩ་བརྒྱད་དུ་དབང་བསྐུར། ཕྱག་རྒྱས་ཀྱང་སྟོང་རྩ་བརྒྱད་དུ་དབང་བསྐུར་ལ།
en: Then, he should place the substance in the very center of the maṇḍala, recite the heart essence of Noble Amoghapāśa one thousand and eight times, and consecrate it with one thousand and eight recitations of the Krodharāja while displaying the consecration mudrā.

source: ཕྱག་རྒྱ་བཅིངས་ནས་རྣམ་པ་གསུམ་འདྲ་བར་དབང་བསྐུར་རོ།
en: He should perform this consecration three times in exactly the same way.

source: །དེ་ནས་ལས་ཐམས་ཅད་བྱས་ཏེ་ཡུངས་ཀར་དཀར་པོ་གྲུབ་པ་ལ་རིག་སྔགས་འཆང་གིས་བརྒྱད་སྟོང་བཟླས་བརྗོད་བྱས་ལ་པདྨའི་མཆོག་གཙོ་བོ་གཙང་བ།
en: He can then perform any activity. “He should magically empower white mustard seeds by incanting them with the mantra one thousand and eight times.

source: གཙང་མར་བྱས་པ། ལེགས་པར་བཀྲུས་པ།
en: He should procure the finest lotuses, cleanse and purify them, and grind them into powder as fine as ash.

source: སྦྱངས་པ། ཕྱེ་མ་ཞིབ་ཏུ་བཏགས་པ་ཐལ་བ་ལྟ་བུ་ལ་བརྒྱད་སྟོང་བཟླས་བརྗོད་བྱས་ནས་སྣོད་དགང་། གུ་གུལ་དང་།
en: He should incant the powder with the mantra one thousand and eight times and place it in a container.

source: ཙནྡན་དང་། ཨ་ག་རུ་དང་། སྤྲྀ་ཀ་ལ་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་ནས་སྣོད་ཀྱི་ནང་དུ་བཀང་ལ།
en: He should procure bdellium, sandalwood, agarwood, and fenugreek and incant them one thousand and eight times.

source: དབུས་ཀྱི་དཀྱིལ་འཁོར་དམ་པའི་སྟེང་དུ་སོ་སོར་གཞག་གོ།
en: He should place all these ingredients, one by one, in the container, and place the container in the supreme maṇḍala.

source: །དེ་ནས་ཁྲོ་བོའི་རྒྱལ་པོས་དབང་བསྐུར་ཅིང་ཕྱག་རྒྱས་ཀྱང་དབང་བསྐུར་བ་བྱས་ན།
en: He should consecrate the container with the Krodharāja while displaying the consecration mudrā.

source: གང་གི་ཚེ་དོན་དུ་བྱ་བ་བྱུང་བའི་ཚེ་བྱ་བ་ཐམས་ཅད་བྱེད་དོ།
en: He should perform all these rites whenever there is a task to perform. “

source: །གསེར་རམ། ཡང་ན་དངུལ་ལམ། ཟངས་ལས་པདྨའི་ཚད་དུ་བྱས་པ་འདབ་མ་ཉི་ཤུ་རྩ་གཅིག་དང་། སྙིང་པོ་དང་། ཟེ་བ་ཅན་དང་།
en: Using gold, silver, or copper, he should fashion a lotus with twenty-one petals, a pericarp, and filaments.

source: དེ་བཞིན་དུ་སོར་བཅུ་གཉིས་པའི་ཚད་ལ་སྡོང་བུ་སོར་བཅུ་དྲུག་པའི་ཚད་རྡོ་རྗེའི་རྣམ་པ་ཅན་དུ་བྱ།
en: It should be twelve fingers in diameter and include a diamond stalk sixteen fingers long.

source: སྐུད་པ་དམར་པོའི་ཞགས་པ་པདྨའི་ཚོན་དམར་པོས་བཞེན་པ། གཞོན་ནུས་བཀལ་བ་གྲུབ་པ།
en: He should also make a noose of red yarn spun by a virgin; the perfect yarn would have the reddish hue of a lotus.

source: དེ་དག་ལ་བརྒྱ་སྟོང་བཟླས་བརྗོད་བྱ།
en: He should incant these items one thousand and eight times with the Amogharāja and consecrate them with the Krodharāja mantra while displaying the consecration mudrā. “

source: ཁྲོ་བོའི་རྒྱལ་པོས་དབང་བསྐུར་ཅིང་ཕྱག་རྒྱས་ཀྱང་དབང་བསྐུར་བ་བྱས་ལ་མཁས་པས་གསང་བའི་གནས་སུ་གཞག་གོ།
en: The learned vidyā holder should keep these items in a secret place.

source: །གང་གི་ཚེ་དོན་དུ་བྱ་བ་བྱུང་བ་དེའི་ཚེ་ལས་ཐམས་ཅད་གྲུབ་པ་སྟན་ཏོ། །ཤིན་ཏུ་གཙང་ཞིང་གཙང་བར་བྱ་སྟེ།
en: Whenever there is a task that needs to be performed, he will be able to accomplish it in an exemplary way.

source: སུ་ལ་ཡང་མི་སྦྱིན་ནོ།
en: He should keep the name of his guru secret and never reveal it to anyone.

source: །སངས་རྒྱས་རྣམས་ལ་སྐུ་བརྙས་པར་གྱུར་པ།
en: Those who easily break their samaya connection to the buddhas are contemptible; they may, all of a sudden, find themselves beset by obstacles.

source: དམ་ཚིག་ཉམས་པ་ལ་བགེགས་འཇུག་པར་འགྱུར་ཞིང་། འཕྲལ་དུ་མཚམས་མེད་པ་ལྔ་བྱེད་པ་རྨོངས་པའི་དྲ་བ་དེ་ལ་དངོས་གྲུབ་རྣམས་ཀྱང་ཤེས་པར་མི་འགྱུར་རོ།
en: Those who commit the five acts of immediate retribution should know that they will not accomplish this practice but will forever be caught in the net of delusion. “

source: །གཞན་ནི་བླ་མ་ལ་གུས་ཤིང་། །སངས་རྒྱས་ཆོས་ལ་རྟེན་བྱེད་པ། །འཕགས་པའི་ཚོགས་ལ་དང་བ་དང་། །བྱམས་སེམས་སྙིང་རྗེའི་བདག་ཉིད་ཅན། །དེ་ཡི་ལག་ཏུ་རབ་ཏུ་སྦྱིན།
en: Those who, on the other hand, are devoted to their guru, practice the teaching of the Buddha, are kind to the noble saṅgha, and have a loving heart and compassionate nature can be the recipients of these instructions.

source: །བདག་གི་སྲོག་བཞིན་གཏད་པར་བྱ།
en: It can be entrusted to them according to their personal circumstances.

source: །དེ་དག་དངོས་གྲུབ་མཆོག་སྦྱིན་ཏེ། །བཀླགས་དང་མཐོང་བ་ཙམ་གྱིས་ནི། །ཇི་ལྟར་ཡིད་ལ་བྱས་པ་བཞིན། །རྗེས་སུ་མཐུན་པའི་ལས་བྱེད་དོ།
en: They will attain the supreme accomplishment as soon as they study and understand these instructions, and they will perform the corresponding activities according to their wishes.

source: །འཇིག་རྟེན་འདིར་ནི་རྟག་ཏུ་བདེ། །འཇིག་རྟེན་ཕ་རོལ་བདེ་བ་ཡིན། །འགྲོ་བ་ལམ་ནི་བདེ་བར་འགྲོ། །གང་ན་འོད་དཔག་མེད་པ་བཞུགས།
en: They will always experience happiness in this world and pursue the path of happiness in the next world.

source: །བདེ་བ་ཅན་དུ་རྟག་ཏུ་འགྲོ། །བརྫུས་ཏེ་སྐྱེ་བའི་པདྨ་ལས། །རྒྱན་རྟགས་ཀུན་གྱིས་རྣམ་པར་བརྒྱན། །ཚེ་རབས་དག་ནི་དྲན་འགྱུར་ཏེ། །སྔོན་གྱི་ཚེ་རབས་དྲན་པར་འགྱུར།
en: They will definitely go to Amitābha’s residence, Sukhāvatī, where they will be spontaneously born from a lotus flower, be adorned with all adornments, and have the ability to remember their current and former births. “

source: །དེ་ནས་རིག་སྔགས་འཆང་རྨོངས་པ་ཆེན་པོའི་དམ་ཚིག་སྟོན་པར་འདོད་པ་གཙང་མས་ལེགས་པར་ཁྲུས་བྱ། གོས་གཙང་མ་བགོས་ནས་ཉིན་ཞག་གཅིག་སྨྱུང་བ་བྱས་པས་ལག་ན་རྡོ་རྗེ་དང་།
en: If the vidyā holder wants to manifest the amogha samaya of a vidyā holder, he should purify himself ritually, bathe thoroughly, put on clean clothes, and observe a ritual fast day and night.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཞལ་མངོན་དུ་བཞག་སྟེ། མེ་ཏོག་དང་བདུག་སྤོས་དབུལ་ཞིང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་སྐུ་གཟུགས་དང་། ཕྱག་ན་རྡོ་རྗེའི་སྐུ་གཟུགས་ལ་མཆོད་པ་ཡང་བྱ།
en: He should place flowers and incense in front of the images of Vajrapāṇi and Noble Avalokiteśvara and offer them to both deities.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ཨ་ག་རུའི་བདུག་སྤོས་ཀྱིས་བདུག །ལག་ན་རྡོ་རྗེ་ལ་གུ་གུལ་གྱི་བདུག་སྤོས་ཀྱིས་བདུག །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་ལྷ་བཤོས་དཀར་པོ་འབུལ། ལག་ན་རྡོ་རྗེ་ལ་རོ་སྣ་ཚོགས་དང་ལྡན་པའི་ལྷ་བཤོས་ཕུལ་ལ།
en: He should then burn agarwood incense before Noble Avalokiteśvara and bdellium incense before Vajrapāṇi and offer a bali consisting of white foods to Noble Avalokiteśvara and a bali of various flavors to Vajrapāṇi.

source: ཉིན་པར་དོན་ཡོད་པའི་རྒྱལ་པོ་བཟླས་བརྗོད་བྱ།
en: During the daytime he should recite the Amogharāja, and at night he should tirelessly recite the Krodharāja. “

source: མཚན་མོ་ཁྲོ་བོའི་རྒྱལ་པོ་ངལ་བ་མེད་པར་བཟླས་བརྗོད་བྱ་སྟེ། ཁ་གདོང་ཁྲོ་གཉེར་མེད་པ་དང་། དྲི་མ་དང་སེར་སྣ་མེད་པས་ནམ་ལངས་ཀྱི་བར་དུ་བཟླས་བརྗོད་བྱས་པ་དང་། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་འབར་བར་འགྱུར་ལ།
en: Refraining from grimacing in anger and remaining free from the stains of jealousy, the vidyā holder should keep reciting the mantras until the morning, at which time the image of Noble Avalokiteśvara will emit light.

source: ལག་ན་རྡོ་རྗེ་ཡང་པུས་མོ་འཛུགས་པར་འགྱུར་ཏེ། དེ་གཉིས་ཀྱི་མིག་ནས་འཛག་པ།
en: When the vidyā holder kneels before the image of Vajrapāṇi, Vajrapāṇi’s eyes will shed tears.

source: རིག་སྔགས་འཆང་གིས་བླངས་ནས་ཐིག་ལེ་བྱས་ན་མི་སྣང་བར་འགྱུར་རོ།
en: The vidyā holder should take some and make a bindi on his forehead; this will render him invisible.

source: །མིག་ལ་བསྐུས་ན་ནམ་མཁའ་ལ་འགྲོའོ།
en: If he anoints his eyes with the tears, he will be able to travel through space.

source: །ཁར་བཅུག་ན་རིག་སྔགས་དང་ཆོ་ག་ཞིབ་མོ་དང་། གསང་སྔགས་དང་། དཀྱིལ་འཁོར་མངོན་དུ་འགྱུར་རོ།
en: If he takes the tears into his mouth, all the vidyā rites, mantras, mudrās, and maṇḍalas will remain prominent in his memory.

source: །ལག་ན་རྡོ་རྗེའི་སྟོབས་དང་། ཤུགས་དང་། བརྩོན་འགྲུས་ཀྱིས་ཕ་རོལ་གནོན་པར་འགྱུར། ལག་ན་རྡོ་རྗེའི་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་ཉེ་བར་འདུག་ཅིང་འདོད་པ་ཐམས་ཅད་ཀྱི་མཆོག་རྗེས་སུ་སྦྱིན་པར་བྱེད་ལ།
en: He will obtain strength, swiftness, energy, and valor equal to Vajrapāṇi, and Vajrapāṇi will appear in front of him in person to grant him all desired boons.

source: རང་གི་གཟུགས་ཀྱིས་སྤྱོད་པར་བྱེད།
en: He will cause his image to move.

source: ལག་ན་རྡོ་རྗེའི་སྟོབས་དང་། ཤུགས་དང་། བརྩོན་འགྲུས་ཀྱིས་ཕ་རོལ་གནོན་པ་རྗེས་སུ་སྦྱིན་པར་བྱེད།
en: The image will follow the vidyā holder, displaying the strength, energy, swiftness, and valor of Vajrapāṇi.

source: དེ་ལྟར་ལག་ན་རྡོ་རྗེས་འགུགས་པར་འགྱུར་རོ།
en: This is how the summoning of Vajrapāṇi is to be performed. “

source: །ཉི་མ་འཆར་བའི་དུས་སུ་ཏིལ་མར་ཆེན་པོ་རན་པར་བདག་ཉིད་ལ་བསྐུ། མིག་སྨན་གྱིས་མིག་བྱུག །ཕྱེ་མས་གཏོར་ཞིང་བདག་ཉིད་ཐིག་ལེ་བྱ། ནོར་བུ་མགོ་ལ་བཞག་ནས་གུ་གུལ་གྱིས་བདུག །
en: When the sun first dawns, the vidyā holder should smear his body with nothing but the great oil, anoint his eyes with the eye ointment, sprinkle his body with the powder, make a bindi on his forehead with the bindi preparation, and place the amulet on his head.

source: བདག་ཉིད་གོས་ངུར་སྨྲིག་བགོས་ནས་སངས་རྒྱས་ཡིད་ལ་བྱ་བ་སྒོམ་ཞིང་།
en: He should burn incense of bdellium and cover his body with saffron-colored garments.

source: ཞི་བ་དང་དུལ་བའི་ཡིད་ཀྱིས་སྡེ་ཅན་གྱི་ནང་ངམ་དགེ་འདུན་གྱི་ནང་དུ་འཇུག་པར་བྱའོ།
en: Focusing his thoughts on the Buddha, his mind peaceful and composed, he should enter into the midst of a group of monks.

source: །དེ་ནས་དགེ་སློང་དེ་དག་གི་སྡེ་ཅན་གྱི་ནང་དུ་ཞུགས་སམ། དགེ་འདུན་གྱི་ནང་དུ་ཞུགས་པའི་རིག་སྔགས་འཆང་དེ་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་དང་། མདོག་དང་། རྟགས་དང་། སྤྱོད་ལམ་དུ་མཐོང་སྟེ།
en: The monks, though they may belong to thousands of different schools or different congregations, will perceive the vidyā holder in the form of the Blessed One with his characteristics, marks, and deportment.

source: མཚན་ཉི་ཤུ་རྩ་བརྒྱད་ཡོད་པ་འོད་འདོམ་གང་བ། སྟན་པདྨ། བརྒྱ་བྱིན་དང་།
en: They will see him with the twenty-eight marks of a great being and surrounded by a halo extending for a fathom, sitting on a lotus seat, and accompanied by Śakra and Brahmā.

source: ཚངས་པའི་མདུན་གྱི་བདར་བའི་ལྷ་ཚོགས་སྣ་ཚོགས་ཀྱིས་གཟུགས་མཐོང་བར་སྟོན་ཏོ།
en: The vidyā holder will be able to conjure the forms of various deities, even entire hosts of them. “

source: །དགེ་སློང་དེ་དག་གིས་ཀྱང་དེ་བཞིན་གཤེགས་པའི་སྐུ་དང་། མདོག་ཏུ་མཐོང་ནས་ཐམས་ཅད་ཞབས་གཉིས་ལ་འདུད་པར་བྱེད་དོ།
en: The monks, seeing the vidyā holder in the form of the Tathāgata with all the characteristics, will fall to his feet.

source: །རིག་སྔགས་འཆང་དེས་བརྙས་པར་མི་བྱ་ཞིང་། བདག་ལ་བསྟོད་པར་ཡང་མི་བྱ།
en: The vidyā holder should not regard them with contempt, nor should he regard himself as superior.

source: བརྙས་པ་ཙམ་གྱིས་ཁྱོད་ཀྱི་བསོད་ནམས་ཡོངས་སུ་ཉམས་པར་མི་འགྱུར་བར་བྱའོ།
en: Merely by feeling contempt, all his merit would wane.

source: །འཕགས་པའི་དགེ་སློང་གི་དགེ་འདུན་རྫུ་འཕྲུལ་ཆེན་པོས་སྟོབས་བཅུ་དང་ལྡན་པར་དབུགས་དབྱུང་བར་བྱ་སྟེ། རྒྱུ་དེས་ན་བརྙས་པར་མི་བྱའོ།
en: Being a mighty lord with the ten strengths, he should instead give them courage and comfort. The monks are the noble saṅgha—because of this, he should not look down on them. “

source: །དེ་ནས་གྲོང་ཁྱེར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་དུ་འཇུག་པར་བྱ། དེ་ནས་འདུས་པའི་ནང་དུ་འཇུག་པར་བྱ།
en: The vidyā holder may likewise enter a city, a royal palace, or an assembly hall.

source: དེ་ནས་གྲོང་དང་། ཚང་ཚིང་དང་། ཡུལ་དང་། རི་བྲགས་ཀྱི་ནང་དུ་འཇུག་པར་བྱ།
en: He may enter villages, towns, provinces, and market towns.

source: དེ་ནས་བཙུན་མོའི་ནང་དུ་འཇུག་པར་བྱ་སྟེ། ཡུལ་གྱི་སྐྱེས་པ་དང་།
en: He may also enter the women’s quarters.

source: བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་དེ་དག་ཐམས་ཅད་ཀྱིས་ཀྱང་སངས་རྒྱས་ཀྱི་སྐུ་དང་། མདོག་དང་། རྟགས་དང་།
en: In all these places, the women, men, boys, and girls will perceive him in the form of the Buddha with all his characteristics, marks, and signs.

source: དབྱིབས་སུ་མཐོང་ཞིང་མཆོད་པ་ཆེན་པོ་དང་། རིམ་གྲོ་སྣ་ཚོགས་བྱེད་པར་འགྱུར་ལ།
en: They will receive him with honors and worship him with large offerings.

source: དེ་བཞིན་གཤེགས་པ་སངས་རྒྱས་ཡིན་ནོ་ཞེས་སྨྲ་སྟེ།
en: They will say, ‘He is the Buddha; he is the Tathāgata.’

source: དེ་བཞིན་གཤེགས་པའི་ཆོ་ག་འཐོབ་བོ། །ཡུངས་ཀར་དང་།
en: He will receive worship that is due to a tathāgata. “

source: ཏིལ་མར་གྱིས་རང་གི་འཁོར་གྱི་སྤྱི་བོར་གཏོར་ཅིང་བྱུགས་ན། ཐམས་ཅད་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་།
en: If the vidyā holder smears his head with mustard oil and sprinkles it with mustard seeds, he will be able to assume the form of any deva, nāga, yakṣa, gandharva, asura, garuḍa, kinnara, or mahoraga.

source: ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་གཟུགས་སུ་སྟོན་ཏོ། །རྐང་པ་ཏིལ་མར་གྱིས་བསྐུས་ན་སའི་སྟེང་ནས་སོར་བརྒྱད་ཙམ་གྱིས་སྤགས་ཏེ་ནམ་མཁའ་ལ་འགྲོ་སྟེ།
en: If he smears his feet with the oil, he will walk in the air eight fingers above the ground.

source: ཇི་སྲིད་དུ་མ་བཀྲུས་པ་དེ་སྲིད་དུ་སངས་རྒྱས་ཀྱི་ཆ་བྱད་དུ་སྟོན་ཏོ།
en: He will display the outward appearance of the Buddha until he washes off the ointment.

source: །མགོན་པོ་སྤྱན་རས་གཟིགས་མཐོང་བར་འདོད་པའི་རིག་སྔགས་འཆང་དེ་ནང་པར་སྔར་ལངས་ནས་གཙང་མ་ཁྲུས་བྱས་ཏེ།
en: If he wants to display the outward appearance of Lord Avalokita, he should get up at daybreak, purify himself ritually, bathe thoroughly, and put on clean clothes.

source: གོས་གཙང་མ་བགོས་ནས་ཁང་སྟེང་དུ་འདུག་ལ་ཡུངས་ཀར་ལ་ཏིལ་མར་གྱིས་བྱུགས་ནས་ཕྱོགས་བཞིར་གཏོར་ན། རྒྱལ་པོ་དང་། བློན་པོ་དང་། རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་།
en: Standing on top of a house, he should cast mustard seeds daubed in oil into the four directions.

source: བཙུན་མོ་དང་། སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་ཐམས་ཅད་སྒྱུ་མ་ཆེན་པོས་རྨོངས་པར་འགྱུར་རོ།
en: The king and all the royal ministers, kṣatriyas, brahmins, ladies of the harem, women, men, boys, and girls will succumb to this great illusion. “

source: །དེ་ནས་རིག་སྔགས་འཆང་དེས་ནོར་བུ་བཞིས་དབུ་རྒྱན་དང་ཕྲེང་བ་བྱས་ལ་མགོ་ལ་གདགས་སོ།
en: He should make a diadem with a row of four jewels and fasten it on his head.

source: །ཏིལ་མར་གྱིས་ཡན་ལག་ཙམ་ལ་བསྐུ་བར་བྱ། དཔྲལ་བར་ཐིག་ལེ་བྱ། མིག་སྨན་གྱིས་མིག་བསྐུ། ཕྱེ་མས་བདག་ཉིད་ལ་གདབ། རས་བཟང་པོ་ཡུག་གཅིག་བགོ།
en: He should put some on oil on his limbs only, mark his forehead with a bindi, anoint his eyes with the eye ointment, and sprinkle his body with the powder.

source: །བྱང་ཆུབ་སེམས་དཔའི་ཆ་བྱད་དུ་བགྱི་བ་དང་། ནོར་བུ་དང་། གདུ་བུ་དང་། དཔུང་རྒྱན་དང་། གསེར་སྐུད་ཀྱིས་བཅིངས་ན་དེ་དག་ཐམས་ཅད་རྒྱན་དང་།
en: He should don a pair of divine garments and attire himself as a bodhisattva, with a jewel, a bracelet, an armlet, and a golden string fastened around his waist.

source: སྤུད་པ་དང་། ནོར་བུ་དང་། དངུལ་དང་། རྡོ་རྗེ་དང་། བཻ་དཱུརྱ་སྣ་ཚོགས་ཀྱིས་ལུས་བརྒྱན་པར་སྣང་ངོ་།
en: His body will appear adorned with all these various ornaments made of jewels, silver, and beryl.

source: །ལག་ན་པདྨ་ཐོགས་ན། འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གཟུགས་སུ་སྣང་ངོ་།
en: If he then takes a lotus into his hand, he will appear in the form of Noble Avalokiteśvara.

source: །ཡིད་ལ་ཇི་ལྟར་བསམས་པ་དོན་ཡོད་པའི་ཞགས་པའི་ཚུལ་དང་། འཇིགས་པ་བརྒྱད་དང་། ཚངས་པའི་ཚུལ་དང་། ཡིད་བཞིན་ནོར་བུ་དང་། རྒོད་མའི་ཁ་དང་།
en: Depending on his intention, he will appear in the garb of Amoghapāśa, in the garb of Brahmā, as the protector from the eight fears, as a wish-fulfilling jewel, or as Vaḍabāmukha, Nīlakaṇṭha, or Hayagrīva.

source: མགུལ་སྔོན་དང་། རྟ་མགྲིན་དུ་སྟོན་ཏོ། །ཇི་ལྟར་གཟུགས་ཡིད་ལ་བྱས་པ་དེ་ལྟར་སྟོན་ཏེ།
en: He will manifest whatever form he has in mind and remain in that form for as long as he wears the bindi.

source: ཇི་སྲིད་དུ་ཐིག་ལེ་ཡོད་ཅིང་དབུ་རྒྱན་ཐོགས་པ་དེ་སྲིད་དུ་ཚུལ་སྣ་ཚོགས་སྟོན་པར་བྱེད་དོ།
en: He will appear in a guise corresponding to the type of a diadem he wears. “

source: །ཏིལ་མར་དང་།
en: The wise vidyā holder should combine mustard seeds with sesame oil, blend them together, and smear his entire body.

source: ཡུངས་ཀར་དང་བསྲེས་ན། ཀིང་ཀུཥྛ་དང་ལྷན་ཅིག་སྦྲུས་ནས་ལག་པ་གཡས་ན་རྡོ་རྗེ།
en: He should blend the mixture with costus and, using his right hand with a vajra in it, mark his forehead with the bindi of Maheśvara.

source: དཔྲལ་བར་དབང་ཕྱུག་ཆེན་པོའི་ཐིག་ལེ་བྱས་ནས་པདྨའི་ཕྱེ་མས་གཏོར་ལ། ནོར་བུ་སྤྱི་གཙུག་ཏུ་བཅིང་། མིག་སྨན་གྱིས་མིག་བསྐུ།
en: He should sprinkle himself with powdered lotus, tie a crest jewel onto his head, anoint his eyes with the eye ointment, and burn incense of bdellium.

source: གུ་གུལ་གྱིས་བདུགས་ལ་ཤེས་རབ་ཅན་ཁྲོ་བོའི་ལྟ་བའི་ཚུལ་བྱས་ན་མངོན་སུམ་དུ་རྡོ་རྗེ་འཆང་གི་གཟུགས་སུ་སྣང་སྟེ།
en: He will appear, in plain view, in the form of Vajradhara with a fierce gaze.

source: དེ་ལ་ཐེ་ཚོམ་མི་བྱའོ།
en: There is no doubt about this.

source: །ཇི་སྲིད་དུ་བདག་ཁྲུས་མ་བྱས་པ་དེ་སྲིད་དུ་རྡོ་རྗེའི་གཟུགས་ཅན་དུ་སྣང་ལ་ལས་སྣ་ཚོགས་བྱེད་ཅིང་མི་དང་།
en: He will remain in this vajra form until he washes himself, but until then he can perform various activities.
